Repository: FMGSoft/Technical_Service_Automation_With_Csharp
Catalog: Vodi_Pro/Properties/Languages.*.resx
Languages: ar, es

# S0038
source: SAVE
ar: حفظ
es: AHORRAR

# S0070
source: EDİT
ar: تعديل
es: EDITAR

# S0112
source: was delivered
ar: مشحونة
es: fue entregado

# S0116
source: fee received
ar: لم يتم تسليمها
es: tarifa ha recibida

# S0185
source: ID
ar: هويةشخصية

# S0186
source: CUSTOMER
ar: عميل
es: CLIENTE

# S0187
source: NUMBER
ar: عدد
es: NÚMERO

# S0188
source: BRAND
ar: ماركة
es: MARCA

# S0189
source: MODEL
ar: نموذج
es: MODELO

# S0190
source: FAULT
ar: خطأ
es: FALLA

# S0191
source: EXPLANATION
ar: تفسير
es: EXPLICACIÓN

# S0192
source: DELIVERY
ar: توصيل
es: ENTREGA

# S0193
source: REGISTRATION
ar: سجل
es: REGISTRO

# S0194
source: ALARM
ar: إنذار
es: ALARMA

# S0202
source: Hasn't been delivered
ar: لم يتم تسليم
es: No ha sido entregado

# S0203
source: Not charged
ar: غير محسوس
es: Sin carga

# S0205
source: ERROR
ar: خطأ

# S0206
source: Select one of the full rows !!!
ar: حدد أحد الصفوف الكاملة
es: Seleccione una de las filas completas !!!

# S0207
source: Internet Connector Error. You don't have a connection!
ar: خطأ موصل الإنترنت. ليس لديك اتصال
es: Error de conector de internet. ¡No tienes conexión!

# S0208
source: WARNING
ar: تحذير
es: ADVERTENCIA

# S0209
source: Are you sure you want to delete it?
ar: هل أنت متأكد أنك تريد حذفها
es: ¿Estás seguro de que quieres borrarlo?

# S0210
source: Please select a customer !!!
ar: يرجى اختيار العميل
es: Por favor, seleccione un cliente !!!

# S0211
source: More than one customer cannot be displayed at the same time !!!
ar: أكثر من عميل لا يمكن عرضه في نفس الوقت
es: ¡Más de un cliente no se puede mostrar al mismo tiempo!

# S0212
source: IMEI No must be 15 digits !!!
ar: رقم إيمي ١٥ يجب أن يكون الرقم
es: Imei no debe tener 15 dígitos !!!

# S0213
source: Are you sure you want to transfer data to Excel?
ar: هل أنت متأكد من أنك تريد نقل البيانات إلى إكسل
es: ¿Está seguro de que desea transferir datos a Excel?

# S0214
source: Needs to be restarted
ar: يجب إعادة تشغيل
es: Necesita ser reiniciado

# S0215
source: Mail Sending Process Successful ...
ar: إرسال عملية إرسال عملية ناجحة
es: Proceso de envío de correo exitoso ...

# S0217
source: REFRESH TRANSACTION
ar: تحديث المعاملة
es: ACTUALİZAR TRANSACCİÓN

# S0218
source: Alarm cannot be set to the past tense !!!
ar: لا يمكن ضبط المنبه على الزمن الماضي
es: ¡La alarma no se puede configurar en el tiempo pasado!

# S0219
source: Message Send Failed.
ar: رسالة إرسال فشل
es: El mensaje enviado falló.

# S0220
source: An unknown error was encountered during your operation. Try again by checking your information ...
ar: تمت مصادفة خطأ غير معروف أثناء تشغيلك. حاول مرة أخرى عن طريق التحقق من معلوماتك
es: Se encontró un error desconocido durante su operación. Inténtalo de nuevo marcando su información ...

# S0221
source: INFORMATION
ar: معلومات
es: INFORMACIÓN

# S0222
source: Please enter the file path to which the database will be backed up ...
ar: الرجاء إدخال مسار الملف الذي سيتم نسخ قاعدة البيانات احتياطيا
es: Ingrese la ruta del archivo a la que se realizará una copia de seguridad de la base de datos ...

# S0223
source: Please enter an e-mail address ...
ar: الرجاء إدخال عنوان بريد إلكتروني
es: Por favor introduzca una dirección de correo eléctronico ...

# S0224
source: Mail Backups took place successfully ...
ar: حدث النسخ الاحتياطي للبريد بنجاح
es: Las copias de seguridad de correo se llevaron a cabo con éxito ...

# S0225
source: The customer is a spare database file ...
ar: هو ملف قاعدة بيانات العملاء
es: El cliente es un archivo de base de datos de repuesto ...

# S0226
source: Total Number of Customers :
ar: إجمالي عدد العملاء
es: Número total de clientes :

# S0227
source: Number of customers not delivered :
ar: عدد العملاء لا جهاز محمول
es: Número de clientes que no se entregan :

# S0228
source: The user is already being used...
ar: المستخدم قيد الاستخدام بالفعل
es: El usuario ya se está utilizando...

# S0229
source: Alarm List Number of Customers :
ar: قائمة الإنذار عدد العملاء
es: Lista de alarmas Número de clientes :

# S0230
source: Mail address or password not entered !!!
ar: عنوان البريد أو كلمة المرور غير مدخل
es: Dirección de correo o contraseña no ingresada !!!

# S0231
source: Your Demo Period Has Expired !!! Please Enter Product Key!
ar: انتهت الفترة التجريبية الخاصة بك! أدخل مفتاح المنتج
es: ¡Su período de demostración ha expirado! Introduzca la clave del producto.

# S0232
source: You are currently using the Demo Version. Your remaining right to use :
ar: أنت تستخدم حاليًا الإصدار التجريبي. حقك المتبقي في استخدام
es: Actualmente está utilizando la versión de demostración. Su derecho restante de uso :

# S0233
source: Registration is not possible without entering customer information!!!
ar: التسجيل غير ممكن بدون إدخال معلومات العميل
es: El registro no es posible sin ingresar la información del cliente!!!
